Twist/Twist-TAS/servicerequestfiles/GetSubscriber.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:b2b="http://b2b.tracfone.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <b2b:getSubscriber>
         <subscriber>
            <esn>@esn</esn>
         </subscriber>
      </b2b:getSubscriber>
   </soapenv:Body>
</soapenv:Envelope>
